{"vocabulary":{"2025":17,"exam":0,"dates":1,"the":2,"mid":3,"semester":4,"examinations":5,"for":6,"all":7,"departments":8,"rizvi":9,"college":10,"engineering":11,"will":12,"begin":13,"from":14,"15th":15,"october":16,"detailed":18,"timetable":19,"shared":20,"respective":21,"students":22,"are":23,"advised":24,"check":25,"notice":26,"board":27,"and":28,"official":29,"website":30,"regularly":31,"updates":32,"new":33,"scholarship":34,"announcements":35,"pleased":36,"announce":37,"merit":38,"based":39,"scholarships":40,"academically":41,"outstanding":42,"applications":43,"open":44,"1st":45,"november":46,"interested":47,"inter":48,"sports":49,"competitions":50,"start":51,"participating":52,"should":53,"register":54,"their":55,"names":56,"with":57,"coordinator":58,"before":59,"20th":60,"placement":61,"drives":62,"top":63,"companies":64,"like":65,"tcs":66,"infosys":67,"wipro":68,"visiting":69,"campus":70,"final":71,"year":72,"placements":73,"eligible":74,"keep":75,"resumes":76,"updated":77,"portal":78,"library":79,"central":80,"has":81,"extended":82,"its":83,"working":84,"hours":85,"till":86,"monday":87,"saturday":88},"idf":{"2025":0,"exam":0.6931471805599453,"dates":0.6931471805599453,"the":0,"mid":0.6931471805599453,"semester":0.6931471805599453,"examinations":0.6931471805599453,"for":0,"all":0.6931471805599453,"departments":0.6931471805599453,"rizvi":0.6931471805599453,"college":0,"engineering":0.6931471805599453,"will":0,"begin":0.6931471805599453,"from":0,"15th":0.6931471805599453,"october":0,"detailed":0.6931471805599453,"timetable":0.6931471805599453,"shared":0.6931471805599453,"respective":0.6931471805599453,"students":0,"are":0.6931471805599453,"advised":0.6931471805599453,"check":0.6931471805599453,"notice":0.6931471805599453,"board":0.6931471805599453,"and":0,"official":0.6931471805599453,"website":0.6931471805599453,"regularly":0.6931471805599453,"updates":0,"new":0.6931471805599453,"scholarship":0.6931471805599453,"announcements":0.6931471805599453,"pleased":0.6931471805599453,"announce":0.6931471805599453,"merit":0.6931471805599453,"based":0.6931471805599453,"scholarships":0.6931471805599453,"academically":0.6931471805599453,"outstanding":0.6931471805599453,"applications":0.6931471805599453,"open":0.6931471805599453,"1st":0,"november":0,"interested":0,"inter":0.6931471805599453,"sports":0.6931471805599453,"competitions":0.6931471805599453,"start":0.6931471805599453,"participating":0.6931471805599453,"should":0.6931471805599453,"register":0.6931471805599453,"their":0.6931471805599453,"names":0.6931471805599453,"with":0.6931471805599453,"coordinator":0.6931471805599453,"before":0.6931471805599453,"20th":0.6931471805599453,"placement":0.6931471805599453,"drives":0.6931471805599453,"top":0.6931471805599453,"companies":0.6931471805599453,"like":0.6931471805599453,"tcs":0.6931471805599453,"infosys":0.6931471805599453,"wipro":0.6931471805599453,"visiting":0.6931471805599453,"campus":0.6931471805599453,"final":0.6931471805599453,"year":0.6931471805599453,"placements":0.6931471805599453,"eligible":0.6931471805599453,"keep":0.6931471805599453,"resumes":0.6931471805599453,"updated":0.6931471805599453,"portal":0.6931471805599453,"library":0.6931471805599453,"central":0.6931471805599453,"has":0.6931471805599453,"extended":0.6931471805599453,"its":0.6931471805599453,"working":0.6931471805599453,"hours":0.6931471805599453,"till":0.6931471805599453,"monday":0.6931471805599453,"saturday":0.6931471805599453}}